{
    "1": {
      "term": "תזכיר חוק",
      "explanation": "מסמך שמכין משרד ממשלתי בנושאים שבתחומי אחריותו. נכללים בו עיקרי החוק המוצע, השפעתו על החוק הקיים, על תקציב המדינה ועל גורמים נוספים וכמובן נוסח החוק המוצע ודברי ההסבר לו. כיום מוצגים תזכירי החוקים באתר אינטרנט ייעודי, והציבור הרחב יכול להיות שותף לתהליך החקיקה באמצעות הגשת הערות לנוסח החוק המוצג."
    },
    "2": {
      "term": "האספה המכוננת",
      "explanation": "בהכרזת העצמאות של ישראל ב-14 במאי 1948 נקבע שהאספה המכוננת הנבחרת תקבע חוקה למדינת ישראל עד 1 באוקטובר לכל המאוחר. הבחירות שנערכו ב-25 בינואר 1949 היו למעשה בחירות לאספה המכוננת, אך זו קיימה רק ארבע ישיבות. ב-16 בפברואר 1949 קיבלה האספה המכוננת את חוק המעבר, תש\"ט–1949, שבו הפכה את עצמה לכנסת הראשונה. מאחר שהאספה המכוננת לא קבעה חוקה​ לישראל, הכנסת היא היורשת של האספה בתפקידה זה."
    },
    "3": {
      "term": "הצעה לסדר היום",
      "explanation": "חברי הכנסת​ מעלים נושאים לדיון במליאת הכנסת באמצעות הצעות לסדר-היום. ההצעה מוגשת ליושב-ראש הכנסת לשם אישורה. בדיון המוקדש לכך, חבר הכנסת שהציע את ההצעה מנמק אותה במסגרת זמן של עשר דקות. הממשלה רשאית ​להביע את עמדתה. לאחר שנשמעה עמדת הממשלה, רשאים שניים מחברי הכנסת להביע את עמדתם ביחס להצעה. המליאה מחליטה בהצבעה אם לדון בהצעה במליאת הכנסת, להעבירה לדיון בוועדה או שלא לכלול אותה בסדר-היום של הכנסת."
    },
    "4": {
      "term": "ממשלה",
      "explanation": "הרשות המבצעת על פי שיטת הממשל הישראלית. מכהנים בה ראש הממשלה וחבריה, שרים שאחראים לניהול משרדי הממשלה השונים. חוק-יסוד: הממשלה קובע כי הממשלה מכהנת מכוח אמון הכנסת, כי היא נושאת באחריות משותפת לפעולותיה בפני הכנסת וכי כל שר אחראי לפעולותיו בפני ראש הממשלה. הממשלה מוסמכת לעשות בשם המדינה, בכפוף לכל דין, כל פעולה שעשייתה אינה מוטלת בדין על רשות אחרת."
    },
    "5": {
      "term": "הבעת אי-אמון בממשלה",
      "explanation": "הכנסת רשאית להביע אי-אמון בממשלה. חוק-היסוד קובע עוד כי הבעת אי-אמון בממשלה תיעשה בהחלטת רוב חברי הכנסת להביע אמון בממשלה אחרת, שהודיעה על קווי היסוד של מדיניותה, על הרכבה ועל חלוקת התפקידים בין השרים. הממשלה החדשה תיכון לאחר שהכנסת תביע בה אמון."
    },
    "6": {
      "term": "מזכיר הכנסת",
      "explanation": "מזכיר הכנסת אחראי לניהול הפרלמנטרי של הכנסת. במסגרת זו המזכיר אחראי להכנה ולארגון של דיוני מליאת הכנסת, מייעץ ליושב-ראש הכנסת ולסגניו בענייני תקנון, נוהג ונוהל ומפקח על יישום החלטות המליאה. מזכיר הכנסת, או סגנו, נוכחים במליאת הכנסת בעת ישיבותיה."
    },
    "7": {
      "term": "סיעה",
      "explanation": "מספר חברי הסיעה נקבע בהתאם למספר המנדטים שקיבלה הרשימה בבחירות לכנסת​​​​​, ושמה של הסיעה נקבע לפי כינויה של רשימת המועמדים שמטעמה נבחרו חברי הסיעה לכנסת."
    },
    "8": {
      "term": "מליאת הכנסת",
      "explanation": "מליאת הכנסת היא הגוף המרכזי ובעל הסמכות העליונה של הכנסת. החלטותיה של הכנסת מתקבלות באמצעות ההצבעות במליאה, המורכבת מ-120 חברי הכנסת. במליאה מועלות הצעות חוק, הצעות לסדר-היום, שאילתות לשרי הממשלה והצעות להביע אי-אמון בממשלה​, ומתקיימים בה דיונים במגוון נושאים המשקפים את האירועים הפוליטיים, הביטחוניים, החברתיים והכלכליים המתרחשים במדינה."
    },
    "9": {
      "term": "יושב-ראש הכנסת",
      "explanation": "יושב-ראש הכנסת הוא העומד בראש הכנסת, מנהל את ענייניה, מופקד על שמירת כבודה, על הסדר בישיבותיה ועל קיום תקנונה. הוא המייצג את הכנסת כלפי גופים חיצוניים. יושב-ראש הכנסת אחראי גם למינהל הכנסת ולמזכירות הכנסת, וכן להכנתו ולביצועו של תקציב הכנסת. יושב-ראש הכנסת נבחר בהצבעה גלויה לכל תקופת כהונתה של הכנסת."
    },
    "10": {
      "term": "הצעת חוק",
      "explanation": "לכל חוק שנחקק בכנסת קודמת הצעת חוק שמגישים חברי הכנסת (הצעת חוק פרטית) או הממשלה (הצעת חוק ממשלתית), ובמקרים יוצאי דופן – ועדה של הכנסת​ (הצעת חוק מטעם ועדה). הצעת חוק היא הצעה לחוק חדש, לתיקון של חוק קיים או לביטול של חוק קיים."
    }
    

  }
  