[
  {
    "id": 1,
    "name": "ועדת הכנסת",
    "description": "תקנון הכנסת ועניינים הנובעים ממנו; חסינות חברי הכנסת ובקשות לנטילתה; סדרי הבית; המלצות על הרכב הוועדות הקבועות והוועדות לעניינים מסוימים, ויושבי-הראש שלהן; תיחום ותיאום עבודות הוועדות; העברת בקשות המוגשות לכנסת מן הציבור ליושב-ראש הכנסת או לוועדות המתאימות; דיון בתלונות על חברי הכנסת; תשלומים לחברי הכנסת; דיון בבקשות ובעניינים שאינם נוגעים לשום ועדה או שלא נכללו בתפקידי ועדה"
  },
  {
    "id": 1,
    "name": "ועדת הכספים",
    "description": "תקציב המדינה; מסים לכל סוגיהם; מכס ובלו; מלוות; ענייני מטבע חוץ; בנקאות ושטרי כסף; הכנסות והוצאות המדינה."
  },
  {
    "id": 1,
    "name": "ועדת הכלכלה",
    "description": "בהתאם לסעיף 100 לתקנון הכנסת, תחומי ענייניה של ועדת הכלכלה הם: מסחר ותעשיה אספקה וקיצוב; חקלאות ודיג; תחבורה על כל ענפיה; איגוד שיתופי; תכנון ותיאום כלכלי; פיתוח; זיכיונות המדינה ואפוטרופסות על הרכוש; רכוש הערבים הנעדרים; רכוש היהודים בארצות האויב; רכוש היהודים שאינם בחיים; עבודות ציבוריות; שיכון."
  },
  {
    "id": 1,
    "name": "ועדת החוץ והביטחון",
    "description": "פיקוח ובקרה על מדיניות החוץ של המדינה, כוחותיה המזוינים וביטחונה."
  },
  {
    "id": 1,
    "name": "ועדת הפנים והגנת הסביבה",
    "description": "שלטון מקומי; בניין ערים; כניסה לישראל ומרשם האוכלוסין; אזרחות; עיתונות ומודיעין; עדות; ארגון הדתות של יהודים ושל לא-יהודים; משטרה ובתי-הסוהר; איכות הסביבה"
  },
  {
    "id": 1,
    "name": "ועדת החוקה, חוק ומשפט",
    "description": "חוקת המדינה; חוקי-יסוד; חוקים וסדרי משפט."
  },
  {
    "id": 1,
    "name": "ועדת העלייה, הקליטה והתפוצות",
    "description": "עלייה; קליטה; הטיפול ביורדים; חינוך יהודי וציוני בגולה; מכלול הנושאים הקשורים בעניינים אלה והנמצאים בתחום טיפולו של המוסד לתיאום בין ממשלת ישראל להסתדרות הציונית העולמית ובין ממשלת ישראל לסוכנות"
  },
  {
    "id": 1,
    "name": "ועדת החינוך, התרבות והספורט",
    "description": "חינוך; תרבות; מדע; אמנות; שידור; קולנוע; ספורט."
  },
  {
    "id": 1,
    "name": "ועדת העבודה והרווחה",
    "description": "עבודה; ביטחון סוציאלי כולל מערכת הבטחת הכנסה; המוסד לביטוח לאומי; סעד; שיקום; נכים ושיקומם לרבות נכי צה”ל ומשפחות נפגעי מלחמה וכן נפגעים אחרים; עבריינים צעירים; גמלאות ותגמולים; חוקת התשלומים לחיילים"
  },
  {
    "id": 1,
    "name": "הוועדה לענייני ביקורת המדינה",
    "description": "דיון בדוחות מבקר המדינה ונציב תלונות הציבור; סמכויות על-פי חוק מבקר המדינה וחוקים אחרים; מעמדם וסמכויותיהם של מבקרים פנימיים; הוועדה לענייני ביקורת המדינה רשאית להורות על מינוי ועדת חקירה ממלכתית בעקבות דיון בדוח מבקר"
  },
  {
    "id": 1,
    "name": "הוועדה לקידום מעמד האישה ולשוויון מגדרי",
    "description": "קידום מעמד האשה לקראת שוויון בייצוג; בחינוך ובמעמד האישי, וכן למניעת אפליה בשל מין או נטייה מינית בכל התחומים; להקטנת פערים בכלכלה ובשוק העבודה ולמאבק באלימות כלפי נשים."
  },
  {
    "id": 1,
    "name": "ועדת המדע והטכנולוגיה",
    "description": "מדיניות מחקר ופיתוח אזרחי בישראל, טכנולוגיות מתקדמות, מחקר ופיתוח סביבתי, מחקר מדעי באקדמיה הישראלית למדעים, מחקר מדעי שלא במוסדות להשכלה גבוהה, מכוני מחקר, מדענים ראשיים של כלל משרדי הממשלה, מועצה לאומית למחקר ולפיתוח, קרנות מחקר, מידע"
  },
  {
    "id": 1,
    "name": "ועדת הבריאות",
    "description": "שירותי הבריאות והרפואה; ביטוח בריאות ממלכתי; הגנה על בריאות הציבור; היערכות להתפרצות מגפות והתמודדות עימן; מקצועות הרפואה והבריאות; אתיקה רפואית; שימוש בטכנולוגיות רפואיות"
  },
  {
    "id": 1,
    "name": "הוועדה לביטחון לאומי",
    "description": "ביטחון הפנים במדינה, שמירת הסדר הציבורי, ביטחון הציבור והקהילה, ביטחון אישי, מלחמה בפשיעה ובפשיעה המאורגנת ובנזקיה, מוכנות לאירועי חרום אזרחיים, משטרה, בתי סוהר ואסירים, כבאות והצלה, כלי ירייה."
  },
  {
    "id": 1,
    "name": "הוועדה למיזמים ציבוריים",
    "description": "עבודות ציבוריות."
  },
  {
    "id": 1,
    "name": "ועדת האתיקה",
    "description": "בראשות חבר הכנסת משה רוט"
  },
  {
    "id": 1,
    "name": "הוועדה המיוחדת לדיון בהצעת חוק לתיקון פקודת המשטרה",
    "description": "הוועדה תדון בהצעת חוק לתיקון פקודת המשטרה (סמכויות), התשפג-2022"
  },
  {
    "id": 1,
    "name": "הוועדה המיוחדת למאבק בשימוש בסמים ובאלכוהול",
    "description": "מדיניות ציבורית הסברתית וחינוכית ופעולות אכיפה לצמצום השימוש לרעה בסמים מסוכנים; הליכי טיפול ושיקום של התמכרויות לסמים ולאלכוהול; בחינת המדיניות הממשלתית והגישות השונות בנוגע להתמכרויות; המשך ליווי ואסדרת תחום הקנביס בישראל"
  },
  {
    "id": 1,
    "name": "הוועדה המיוחדת לזכויות הילד",
    "description": "הגנה על ילדים וקידום מעמד ילדים ובני נוער, במטרה לממש את זכויותיהם ברוח האמנה הבין לאומיות לזכויות הילד, לרבות מימוש העקרונות של טובת הילד, אי אפליה ועיקרון השוויון, הזכות להתפתחות בתנאים נאותים, וזכות של ילדים ובני נוער להשמיע את דעתם בעניינים הנוגעים להם, וזכותם של ילדים ובני נוער נפגעי עבירה לטיפול ולשיקום"
  },
  {
    "id": 1,
    "name": "הוועדה המיוחדת לחיזוק ופיתוח הנגב והגליל",
    "description": "פיתוח יישובי הנגב והגליל לעידוד צמיחתם ושגשוגם, קידום התיישבות באזורי הנגב והגליל ופיתוח חברתי וכלכלי של אזורים אלה."
  },
  {
    "id": 1,
    "name": "הוועדה המיוחדת לצמצום פערים חברתיים בפריפריה",
    "description": "הנגשה של שירותים חברתיים וקהילתיים בפרפריה. עידוד תעסוקה והכשרת הון אנושי בפריפריה. צמצום פערים חברתיים בתחומי החינוך, הבריאות, הקהילה והפנאי בפריפריה."
  },
  {
    "id": 1,
    "name": "הוועדה המיוחדת לטיפול בשורדי השואה",
    "description": "טיפול בשורדי השואה והשירותים המוקנים להם על ידי המדינה וגורמים פרטיים, תוך התייחסות לתופעות של בדידות, ניצול לרעה ומיגור מקרי עושק של שורדי השואה."
  },
  {
    "id": 1,
    "name": "הוועדה המיוחדת לעובדים זרים",
    "description": "1.פיקוח על העסקת ושהיית עובדות ועובדים זרים ונלוויהם.\r\n 2.תנאי שהייה ומעטפת סוציאלית של העובדים הזרים, לרבות שכר, ביטוח לאומי ביטוח בריאות והתנהלות מעסיקים.\r\n 3.התנהלות הממשלה ביחס להעסקת עובדים זרים, עבודת משטרת ההגירה, וטיפול בבעיות הקשורות להיתר העסקה לעובדים.\r\n 4.השפעת העובדים הזרים על שוק העבודה והתעסוקה בישראל בדגש על ענפי הבנייה, החקלאות והסיעוד."
  },
  {
    "id": 1,
    "name": "הוועדה המיוחדת לענייני הצעירים",
    "description": "קידום מעמד הדור הצעיר לרבות הנוער, הסטודנטים והמשפחות הצעירות. הגנה על החברה האזרחית בישראל. מתן מענה לצעירים הנמצאים בפער חברתי. פיתוח בר-קיימא בהתאם ליעדי ה-SDG של האומות המאוחדות מנקודת מבט של הדור הצעיר."
  },
  {
    "id": 1,
    "name": "הוועדה המיוחדת לתיקונים לחוק יסוד: הממשלה",
    "description": "לא זמין"
  },
  {
    "id": 1,
    "name": "הוועדה המיוחדת ליישובים בגבול המזרחי",
    "description": "פיקוח על פעילות רשויות המדינה ביישובים המצויים באזורים אלה: אילת, הערבה, ים המלח ורמת הגולן בהיותם יעד אסטרטגי לאומי חשוב. הוועדה תקיים דינוי פיקוח בעניינים אלה:\r\n 1.פעילות רשויות המדינה ויישום החלטות ממשלה בתחומי ישובים אלה.\r\n 2.אתגרים ייחודיים של חבל הארץ בתחומי ישובים אלה.\r\n 3.סוגיות סביבתיות ייחודיות המאפיינות את ים"
  },
  {
    "id": 1,
    "name": "הוועדה לפיקוח על הקרן לאזרחי ישראל",
    "description": "חוק קרן לאזרחי ישראל קובע כי תוקם ועדה של הכנסת לפיקוח על הקרן ועל יישום הוראות חוק זה, ויהיו נתונות לה הסמכויות הקבועות בחוק זה בלבד, חברי הוועדה לפיקוח על הקרן ייבחרו על ידי הכנסת,לפי הצעת ועדת הכנסת. מספר חברי הוועדה לפיקוח על הקרן לא יעלה על תשעה, והרכב הוועדה ייקבע בהתחשב בהרכב הסיעתי של הכנסת ובגודל"
  },
  {
    "id": 1,
    "name": "הוועדה המיוחדת לפניות הציבור",
    "description": "1.טיפול ומתן מענה שוטף לפניות הציבור שמגיעות לוועדה מאזרחים ומארגונים שונים.\r\n 2.קיום קשר שוטף עם משרדי הממשלה ועם נציבי פניות ציבור בגופים שונים, תוך הבטחת זכויותיהם וסמכויותיהם לטיפול בפניות הציבור במוסדותיהם.\r\n3.הסדרת נושא הטיפול בפניות הציבור במוסדות הממשלתיים והציבוריים לשם קביעת נורמות טיפול אחידות ככל האפשר בין כל הגופים שעוסקים בנושא.\r\n4.שמירה והגנה על מקבלי שירותים ציבוריים.\r\n 5.יצירת שיתוף פעולה עם משרדי הממשלה וגורמים שונים בניסיון להיטיב את השירות הניתן לאזרח.\r\n6.קיום דיונים בנושאים מגוונים הנוגעים למצוקות הפרט, הצרכנים ומקבלי השירותים"
  }
]
